Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/toimintaohjelma_talousosio2012-2015.pdf.tmx
Source language: fin
Languages: sme

source: Kolmen maan saamelaiskäräjillä on edustajat kansallisissa neuvotteluvaltuuskunnissa.
sme: Golmma riikka sámedikkis leat ovddasteaddjit álbmotlaš ráđđádallansáttagottiin.

source: Neuvottelut on tarkoitus saada valmiiksi viimeistään vuonna 2015.
sme: Ráđđádallamiid lea dárkkuhus oažžut gárvvisin maŋimustá jagi 2015.

source: Saamelainen parlamentaarinen neuvosto on kokouksessaan 14.4.2010 päättänyt, että saamelaiset muodostavat yhteisen kannan pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa.
sme: Sámi parlamentáralaš ráđđi lea čoahkkimis 14.4.2010 mearridan, ahte sámit ráhkadit oktasaš oainnu davviriikkalaš sámesoahpamuša joatkkaráđđádallamiin.

source: Ympäristöministeriön asettama kansallinen artikla 8(j)-työryhmä on luovuttanut esityksensä saamelaisten luonnon monimuotoisuuteen liittyvän perinteisen tiedon suojelemiseksi, elvyttämiseksi ja turvaamiseksi Suomen kansainvälisten velvoitteiden mu
sme: Birasministeriija ásahan álbmotlaš artikla 8(j)bargojoavku lea luohpadan evttohusa, mii guoská sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš dieđu suodjaleami, ealáskahttima ja sihkkarastima Suoma riikkaidgaskasaš geatnegasvuođaid

source: Pohjoismainen saamelaissopimus
sme: Davviriikkalaš sámesoahpamuš

source: Yhteispohjoismainen asiantuntijaryhmä luovutti marraskuussa 2005 ehdotuksen pohjoismaiseksi saamelaissopimukseksi.
sme: Davviriikkaid oktasaš áššedovdijoavku luohpadii skábmamánus 2005 evttohusa davviriikkalaš sámesoahpamuššan.

source: Sopimuksen tarkoituksena on vahvistaa ja lujittaa saamelaisten oikeuksia siten, että he voivat säilyttää ja kehittää kieltään, kulttuuriaan, elinkeinojaan ja yhteiskuntaelämäänsä niin, että valtionrajat mahdollisimman vähän häiritsevät sitä.
sme: Soahpamuša dárkkuhussan lea nannet ja gievrudit sámiid vuoigatvuođaid nu, ahte dat sáhttet seailluhit ja ovddidit giela, kultuvrra, ealáhusaid ja servodateallima nu, ahte stáhtaráját nu uhcán go vejolaš heađuštit dan.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa edistää valtionrajojen suuntautuvan toiminnan kannalta merkityksellisen lainsäädännön ja muun sääntelyn jatkuvaa harmonisointia. Vesilaki
sme: Stáhtat galget ovttasbarggus sámedikkiiguin ovddidit stáhta rájáide guoskevaš doaimma dáfus mearkkašahtti láhkaásaheami ja eará ásaheami jotkkolaš oktiiheiveheami.

source: toteudu, koska saamelaisten kaisesti.
sme: toteudu, koska saamelaisten mielde.

source: Työryhmä antoi 28 tärkeää toimenpide-esitystä ja 11 suositusta eri ministeriöille ja viranomaisille saamelaisten perinteisen tiedon suojelemiseksi, elvyttämiseksi ja palauttamiseksi.
sme: Bargojoavku attii 28 dehalaš doaibmabiddjoevttohusa ja 11 ávžžuhusa sierra ministeriijaide ja virgeoapmahaččaide sámiid árbevirolaš dieđu suodjaleami, ealáskahttima ja máhcaheami várás.

source: Loppuraportti huomioidaan Suomen luonnon monimuotoisuuden ja kestävän käytön strategian ja toimintaohjelman valmistelussa.
sme: Loahpparaporta váldo vuhtii Suoma luonddu máŋggahámatvuođa ja suvdilis geavaheami strategiija ja doaibmaprográmma válmmaštallamis.

source: Opetus- ja kulttuuriministeriön asettama työryhmä luovutti esityksensä saamen kielten elvytysohjelmaksi maaliskuussa 2012.
sme: Oahpahus- ja kulturministeriija ásahan bargojoavku luohpadii evttohusa sámegielaid ealáskahttinprográmman njukčamánus 2012.

source: Työryhmä esittää mm. että kielipesätoiminta vakiinnutetaan ja laajennetaan, saamen kielen opetusta kehitetään koko maassa, koltansaamen elvyttämiseksi toteutetaan erityistoimenpiteitä, saamenkielistä radio-, televisio- ja internetsisältöjä lisätään huomattavasti ja saamelaistaiteen ja kulttuurin tukea lisätään nykyisestä.
sme: Bargojoavku evttoha ee. ahte giellabeassedoaibma stáđásmahtto ja viiddiduvvo, sámegiela oahpahus ovddiduvvo olles riikkas, nuortalašgiela ealáskahttima várás ollašuhttojit sierradoaibmabijut, sámegielat radio-, televisio- ja internetsisdoalut lasihuvvojit dovdomassii ja sámedáidaga ja kultuvrra doarjja lasihuvvo dalážis.

source: Kataisen hallituksen toimikautena on tarkoitus uudistaa kalastuslaki, Tenojoen kalastusta ohjaava valtiosopimus, laki Metsähallituksesta, maastoliikenne-, luonnonsuojelu-, erämaa- ympäristönsuojelu-, maankäyttö ja rakennus-, ja ympäristövaikutusten arvioinnista annettu laki.
sme: Katainen ráđđehusa doaibmabaji lea dárkkuhus ođasmahttit guolástuslága, Deanu guollebivddu stivrejeaddji stáhtasoahpamuša, lága Meahciráđđehusas, meahccejohtalus-, luonddusuodjalan-, meahcceguovlo- birassuodjalan-, eanageavahan- ja huksen-, ja birasváikkuhusaid árvvoštallamis addon lága.

source: Lisäksi hallitus valmistelee kunnallishallinnon ja sosiaali- ja terveyspalvelujen rakenneuudistusta.
sme: Lassin ráđđehus válmmaštallá gielddahálddahusa ja sosiála- ja dearvvasvuohtabálvalusaid ráhkadusođastusa.

source: Saamelaiskäräjien toiminnan arvot
sme: Sámedikki doaimma almmolaš ulbmilat

source: Saamelaiskäräjien toiminnan arvot vahva saamelainen identiteetti saamen kielten elinvoimaisuus saamelainen kulttuuri ja kulttuuriperintö perinteisten elinkeinojen elinvoimaisuus saamelainen luontoyhteys
sme: Sámedikki ekonomiijaplána 2012-15 nana sámi identitehta sámegielaid eallinfápmu sámekultuvra ja kulturárbi árbevirolaš ealáhusaid eallinfápmu sámi luondduoktavuohta

source: saamelainen kulttuurimaisema saamelaisten kestävän kehityksen ja biologisen monimuotoisuuden turvaaminen saamelainen tasa-arvo ja yhdenvertaisuus yhteisöllisyys saamelaisten perinteiden ylläpitäminen ja perinteisen tiedon elvyttäminen ja turvaaminen
sme: sámi kulturduovdda sámiid suvdilis ovdáneami ja biologalaš máŋggahámatvuođa sihkkarastin sámi dásseárvu ja ovttaveardásašvuohta searválastin sámiid árbevieruid doalaheapmi ja árbevirolaš dieđu ealáskahttin ja sihkkarastin

source: Kulttuuri on siirtynyt sukupolvelta toiselle valtakulttuuriin paineessa ja säilyttänyt elinvoimaisuutensa yhteiskunnallisesti muutospaineista huolimatta.
sme: Kultuvra lea sirdásan buolvvas nubbái váldokultuvrra deattu vuolde ja seailluhan eallinfámu servodagas nuppástusdeattus fuolakeahttá.

source: Saamelaiskulttuuri on luontosidonnan kulttuuri.
sme: Sámekultuvra lea lundui čatnasan kultuvra.

source: Globalisaation ja teollistuneen maailman tuomat uhat uhkaavat horjuttavat ihmisen ja luonnon välistä tasapainoa myös saamelaisten kotiseutualueella.
sme: Globalisášuvnna ja industriijamáilmmi buktán áitagat heailluhit olbmo ja luonddu gaskasaš dássedeattu maiddái sámiid ruovttuguovllus.

source: Ilmastonmuutos, sen tuomat kielteiset vaikutukset luonnon monimuotoisuuteen ja kulttuurin harjoittamisedellytyksiin, uudet tulokaslajit ja luonnonresurssien laajamittaisen hyödyntämisen kiihtyminen arktisella alueella uhkaavat saamelaiskulttuurin ja arktisten alkuperäiskansojen tulevaisuutta.
sme: Dálkkádatnuppástus, dan buktin negatiivvalaš váikkuhusat luonddu máŋggahámatvuhtii ja kultuvrra doalahaneavttuide, ođđa boahttišlájat ja luondduresurssaid viiddes ávkingeavaheami lassáneapmi árktalaš guovllus áitet sámekultuvrra ja árktalaš eamiálbmogiid boahttevuođa.

source: Teollistuneen maailman elintason ylläpitäminen ja uuden teknologian kehitys ovat tuoneet suuren kiinnostuksen myös saamelaisten kotiseutualueen kaivosmineraaleihin.
sme: Industriijamáilmmi eallindási doalaheapmi ja ođđa teknologiija ovdáneapmi leat buktán stuorra beroštumi maiddái sámiid ruovttuguovllu ruvkeminerálaide.

source: Kiinnostus arktisiin luonnonresursseihin tuo tarpeen myös uusille infrastruktuuriratkaisulle, jotka voivat uhata saamelaiskulttuurin tulevaisuutta.
sme: Beroštupmi árktalaš luondduresurssaidda buktá dárbbu maiddái ođđa infrastruktuvračovdosii, mat sáhttet áitit sámekultuvrra boahttevuođa.

source: ILO 169-sopimuksen ratifiointi on paras mahdollisuus turvata saamelaisten kotiseutualueen luonnon ja ihmisen tasapainon säilyminen myös tuleville sukupolville ja turvata saamelaiskulttuurin säilyminen.
sme: ILO 169 soahpamuša ratifieren lea buoremus vuohki sihkkarastit sámiid ruovttuguovllu luonddu ja olbmo dássedeattu seailuma maiddái boahttevaš buolvvaide ja sihkkarastit sámekultuvrra seailuma.

source: Ilmastonmuutospolitiikkaan vaikuttaminen niin kansallisesti kuin kansainvälisestikin tulee olemaan tärkeä osa saamelaiskäräjien toimintakauden työtä.
sme: Dálkkádatnuppástuspolitihkai váikkuheapmi nu álbmotlaččat go riikkaidgaskasaččatge boahtá leat sámedikki doaibmabaji barggu dehalaš oassi.

source: Saamelaisten oikeudellinen asema on perustuslaissa vahva.
sme: Sámiid vuoigatvuođalaš sajádat lea vuođđolágas nanus.

source: Suomen ratifioimat kansainväliset ihmisoikeussopimukset suojelevat saamelaiskulttuuria, mutta sopimuksia valvovien elinten suositukset jäävät pääosin toteuttamatta Suomessa.
sme: Suoma ratifieren riikkaidgaskasaš olmmošvuoigatvuohtasoahpamušat suodjalit sámekultuvrra, muhto soahpamušaid gohcci orgánaid ávžžuhusat báhcet váldooasis ollašuvakeahttá Suomas.

source: Oikeudellinen suoja ei kuitenkaan toteudu riittävästi koska saamelaiskulttuurin suojasta eli ole määrätty perinteisiä saamelaiselinkeinoja ohjaavassa lainsäädännössä.
sme: Vuoigatvuođalaš suodji ii goittotge ollašuva doarvái go sámekultuvrra suojis ii leat mearriduvvon árbevirolaš sámeealáhusaid stivrejeaddji láhkaásaheamis.

source: Perinteiset saamelaiselinkeinot ovat saamelaiskulttuurin ydintä ja tukevat perinteisten saamen kielen käyttöympäristöjen säilymistä.
sme: Árbevirolaš sámeealáhusat leat sámekultuvrra váimmus ja dorjot sámegiela árbevirolaš geavahanbirrasiid seailuma.

source: saamelaisilla on vahva osaaminen perinteisten elinkeinojen harjoittamisesta ja perinteiset elinkeinot ovat säilyttäneet perinteisen harjoittamismallinsa nykypäivään asti kaikista yhteiskunnallisista muutospaineista huolimatta.
sme: Sámiin lea nana máhttin árbevirolaš ealáhusaiguin bargamis ja árbevirolaš ealáhusat leat seailluhan árbevirolaš bargomálle otnáža rádjai buot servodaga nuppástusdeattuin fuolakeahttá.

source: Perinteiset saamelaiselinkeinot ovat saamelaiskulttuurin vahvuus.
sme: Árbevirolaš sámeealáhusat leat sámekultuvrra nanusvuohta.

source: Saamelaisnuoret haluavat päästä perinteisten saamelaiselinkeinojen pariin siirtämään omaa kulttuuriaan sukupolvelta toiselle turvaten saamelaiskulttuurin jatkuvuutta.
sme: Sámenuorat háliidit beassat árbevirolaš sámeealáhusaide sirdin dihtii iežaset kultuvrra buolvvas nubbái sihkkarastimiin ná sámekultuvrra jotkkolašvuođa.

source: Suuri osa saamelaisista saa kuitenkin toimeentulonsa uudenaikaisista elinkeinoista ja ammateista.
sme: Stuorra oassi sámiin oažžu goittotge áigáiboađu ođđaáigásaš ealáhusain ja ámmáhiin.

source: Saamelaiselle elämäntavalle on ollut tyypillistä toimeentulon koostuminen monista eri tulolähteistä ja perinne jatkuu erilaisten yhdistelmäelinkeinojen muodossa.
sme: Sámi eallinvuohkái leamašan mihtilmas áigáiboađu háhkan máŋggaid sierra boahtogálduin ja árbevierru joatkašuvvá iešguđetlágan lotnolasealáhusaid hámis.

source: Uudenaikaisten elinkeinojen, kuten matkailun, luovien alojen ja hyvinvointipalvelujen, yhdistäminen perinteisiin ansaintamalleihin auttavat saamelaisten kotiseutualueen elinvoimaisuuden säilymistä ja antavat nuorille tilaisuuden jäädä tai palata kotiseudulleen.
sme: Ođđaáigásaš ealáhusaid, nugo turismma, kreatiivva surggiid ja buorredillebálvalusaid, laktin árbevirolaš dienasmálliide veahkeha sámiid ruovttuguovllu eallinfámu seailuma ja fállá nuoraide dilálašvuođa báhcit dahje máhccat ruovttuguvlui.

source: Tämä edellyttää kuitenkin saamelaisten mahdollisuutta itse ohjata elinolojaan ja tukea elinkeinopolitiikan kautta saamelaiskulttuurin kannalta keskeisiä elementtejä.
sme: Dat eaktuda goittotge sámiid vejolašvuođa ieš stivret eallindiliid ja doarjut ealáhuspolitihka bokte sámekultuvrra dáfus guovddáš elemeanttaid.

source: Saamelaiselinkeinoista ainoastaan poronhoito ja käsityöt ovat yksistään kannattavia elinkeinoja.
sme: Sámeealáhusain dušše boazodoallu ja duodji leat oktonassii gánnáhahtti ealáhusat.

source: Muut perinteiset saamelaiselinkeinot ovat nykyisin sivuelinkeinoja.
sme: Eará árbevirolaš sámeealáhusat leat dán áigge siidoealáhusat.

source: Kalastusta ja metsästystä harjoittavista saamelaisista ei ole tilastoja.
sme: Guolásteaddji ja meahcásteaddji sámiid birra eai leat statistihkat.

source: Saamen käsityön harjoittajista ei ole olemassa myöskään tilastoja.
sme: Maiddái sámi duojáriid birra eai leat statistihkat.

source: Saamelaiselinkeinojen suojan turvaaminen lainsäädännössä, hallinnossa ja resursoinnissa on saamelaiskulttuurin ja kielen säilymisen edellytys.
sme: Sámeealáhusaid suoji sihkkarastin láhkaásaheamis, hálddahusas ja resurseremis lea sámekultuvrra ja giela seailuma eaktu.

source: Elinkeinorakenteen muuttuminen, saamen kielen vaihtuminen suomen kieleen, saamelaiselinkeinojen heikko kannattavuus ja saamelaisten muutto pois saamelaisten kotiseutualueelta uhkaavat saamelaisten ja saamelaiskulttuurin kotiseutualueen elinvoimaisuutta.
sme: Ealáhusráhkadusa nuppástuvvan, sámegiela rievdan suomagillii, sámeealáhusaid heajos gánnáhahttivuohta ja sámiid fárren eret sámiid ruovttuguovllus áitet sámiid ja sámekultuvrra ruovttuguovllu eallinfámu.

source: Yhteys saamelaiselinkeinoihin, - kieleen, perinteiseen luonnonkäyttöön ja perinteiseen tietoon heikkenee saamelaisten kotiseutualueen ulkopuolella.
sme: Oktavuohta sámeealáhusaide, - gillii, árbevirolaš luonddugeavaheapmái ja árbevirolaš dihtui hedjona sámiid ruovttuguovllu olggobealde.

source: Muuttaessaan saamelaisten kotiseutualueen ulkopuolelle saamelaiset menettävät lainsäädännöllisen oikeutensa liikkua ja käyttää luontoa tietyillä alueilla menettäen yhteyden perinteisiin sukualueisiin.
sme: Fárredettiin sámiid ruovttuguovllu olggobeallái sámit masset lágas ásahuvvon vuoigatvuođa johtalit ja geavahit luonddu dihto guovlluin, ja manahit oktavuođa árbevirolaš sohkaguovlluide.

source: Saamelaisten kotiseutualueen ulkopuolella asuvat saamelaiset ovat mahdollisuus myös saamelaisten kotiseutualueen ja saamelaisen yhteiskunnan kehittymisen kannalta.
sme: Sámiid ruovttuguovllu olggobealde ássi sámit leat vejolašvuohta maiddái sámiid ruovttuguovllu ja sámi servodaga ovdáneami dáfus.

source: Kotiseutualueen ulkopuolella asuu korkeakoulutettua saamelaisväestöä, joilla on paljon annettavaa saamelaiskulttuurin tulevaisuuden turvaamiselle jos saamelaiskäräjät osaa yhdistää saamelaisten kotiseutualueen ulkopuolella asuvat yhdessä turvaamaan saamelaiskulttuurin tulevaisuutta.
sme: Ruovttuguovllu olggobealde ássá allagit skuvlejuvvon sámeálbmot, geain lea olu addinláhkai sámekultuvrra boahttevuođa sihkkarastimii jos sámediggi máhttá laktit sámiid ruovttuguovllu olggobealde ássiid ovttasráđiid sihkkarastit sámekultuvrra boahttevuođa.

source: Toimikauden haasteena tulee olemaan edellytyksien luominen saamelaisten paluumuutolle saamelaisten kotiseutualueelle.
sme: Doaibmabaji hástalussan boahtá leat vejolašvuođaid láhčin sámiid ruovttoluotta fárremii sámiid ruovttuguvlui.

source: Saamelaisten kotiseutualue ja nyky-yhteiskunnan haasteet tarvitsevat yhä enemmän korkeasti koulutettua työvoimaa ja lapsia ja nuoria, joille voidaan siirtää saamen kieltä ja saamelaiskulttuuria.
sme: Sámiid ruovttuguovlu ja dálá servodaga hástalusat dárbbašit ain eanet allagit skuvlejuvvon bargofámu ja mánáid ja nuoraid, geaidda sáhttá sirdit sámegiela ja sámekultuvrra.

source: Kaikki Suomessa puhuttavat saamen kielet ovat uhanalaisia, erityisesti pienemmät inarin- ja koltansaame.
sme: Buot Suomas hállon sámegielat leat áitatvuložat, erenomážit uhcit gielat anáraš- ja nuortalašgiella.

source: Uhanalaistumiskehitys jatkuu, jollei saamelaisten kielellisiä oikeuksia voida turvata niin saamelaisten kotiseutualueella kuin sen ulkopuolellakin.
sme: Áitatvuložin šaddan joatkašuvvá, jos sámiid gielalaš vuoigatvuođaid ii sáhte sihkkarastit nu sámiid ruovttuguovllus go dan olggobealdege.

source: Ympäröivän yhteiskunnan nopea muuttuminen ja globalisaatio luovat uuden terminologian tarvetta nopeastikin.
sme: Servodaga johtilis nuppástuvvan ja globalisašuvdna dagahit ođđa terminologiija dárbbu johtilitge.

source: Uuden terminologian kehittäminen ja opettaminen niin lapsille, nuorille kuin aikuisväestöllekin on tärkeää ja siihen tulee panostaa, jotta saamen kieli säilyy kielenä, jota voi käyttää kaikissa eri yhteiskunnan toiminnoissa eikä kieli jää vain perinteisten elinkeinojen, sosiaalisen elämän ja arkipäivän kieleksi.
sme: Ođđa terminologiija ovddideapmi ja oahpaheapmi nu mánáide, nuoraide go rávesolbmuide lea dehalaš ja dasa galgá bidjat deattu, vuoi sámegiella seailu giellan, man sáhttá geavahit buot servodaga sierra doaimmain iige giella báze dušše árbevirolaš ealáhusaid, sosiálalaš eallima ja árgabeaivve giellan.

source: Saamelaiskulttuurin turvaaminen edellyttää lisää resursseja.
sme: Sámekultuvrra sihkkarastin eaktuda lasi resurssaid.

source: Resurssien turvaaminen onkin toimikauden yksi suurimmista haasteista kansainvälisestä talouskriisistä johtuen.
sme: Resurssaid sihkkarastin leage doaibmabaji okta stuorámus hástalusain riikkaidgaskasaš ekonomiijakriissa dihtii.

source: Ilman lisäresursseja saamelaiskäräjien toimintaan, saamen kielen ja kulttuurin suojaan, perinteisen tiedon ja saamelaiselinkeinojen turvaamiseen saamelaiskäräjien toimintaohjelman tavoitteita ei voida riittävästi toteuttaa eikä luoda saamelaisille parempaa asemaa tulevaisuuteen nähden.
sme: Almmá lassiresurssaid haga sámedikki doibmii, sámegiela ja kultuvrra suodjái, árbevirolaš dieđu ja sáme-ealáhusaid sihkkarastimii sámedikki doaibmaprográmma ulbmiliid ii sáhte doarvái ollašuhttit iige láhčit sámiide buoret sajádaga boahttevuođa hárrái.

source: Saamelainen musiikki, joiku, erityisesti luohti, livđe sekä leudd, saamenkieli ja kertomaperinne, perinteiset elinkeinot, yhteisöllisyys, käsityö, taide ja luontosuhde ovat saamelaiskulttuurin ydintä, kulttuurin vahvuutta.
sme: Sámi musihkka, juoigan, erenomážit luohti, livđe sihke leudd, sámegiella ja máinnastanárbi, árbevirolaš ealáhusat, searválasvuohta, duodji, dáidda ja luondogaskavuohta leat sámekultuvrra váimmus, kultuvrra nanusvuohta.

source: Saamelaiskäräjien toiminnan suurena haasteena onkin turvata saamelaiskulttuurin ytimen säilyminen ja kehittyminen omaehtoisesti globalisoituvassa maailmassa.
sme: Sámekultuvrra doaimma stuorra hástalussan leage sihkkarastit sámekultuvrra váibmosa seailuma ja ovdáneami iežas eavttuid mielde máilmmis, mii šaddá ain eanet globálan.

source: Saamelaiskäräjille perustettu nuorisoneuvosto luo uuden mahdollisuuden huomioida saamelaiskäräjien työssä yhä paremmin saamelaislasten ja – nuorten tarpeita ja kehittää saamelaiskäräjien omaa toimintaa ja edunvalvontaa huomioimaan uuden saamelaisen nuorisokulttuurin ja saamelaislasten ja – nuorten erityistarpeita.
sme: Sámediggái vuođđuduvvon nuoraidráđđi láhčá ođđa vejolašvuođa váldit vuhtii sámedikki barggus ain buorebut sámemánáid ja – nuoraid dárbbuid ja ovddidit sámedikki iežas doaimma ja ovddugohcima fuopmášit ođđa sámi nuoraidkultuvrra ja sámemánáid ja – nuoraid sierradárbbuid.

source: Saamelaisten tietoisuus omista oikeuksistaan alkuperäiskansana on vahvistunut.
sme: Sámiid diđolašvuohta iežaset vuoigatvuođain eamiálbmogin lea nanosmuvvan.

source: Yhdenvertaisuuslain ja vähemmistövaltuutetun tehtävän myötä saamelaisten mahdollisuudet saada oikeutta ja turvata omia oikeuksiaan ovat parantuneet.
sme: Ovttaveardásašvuohtalága ja vehádatáittardeaddji barggu mielde sámiid vejolašvuođat oažžut vuoigatvuođa ja sihkkarastit iežaset vuoigatvuođaid leat buorránan.

source: Saamelaisten oikeusasema muodostuu kuitenkin usean eri lain ja kansainvälisen sopimuksen nojalla ja oikeuksien kokonaissuojan hahmottaminen on vaikeaa.
sme: Sámiid vuoigatvuohtasajádat čohkiida goittotge máŋgga sierra lága ja riikkaidgaskasaš soahpamuša vuođul ja vuoigatvuođaid oppalašsuoji hábmen lea váttis.

source: Saamelaiskäräjien tuleekin tuottaa tietoa ymmärrettävästi ja helposti saamelaisten oikeuksista niin saamelaisten kotiseutualueella kuin sen ulkopuolellakin.
sme: Sámediggi galgáge buvttihit dieđuid áddehahttiláhkai ja álkit sámiid vuoigatvuođain nu sámiid ruovttuguovllus go dan olggobealdege.

source: Toimintaa kehitetään siten, että saamelaiset voivat lähestyä yhä helpommin saamelaiskäräjiä ja saamelaiskäräjät on läsnä saamelaisten arjess saamelaisten kotiseutualueen kunnissa, sen ulkopuolellakin ja sosiaalisessa mediassa.
sme: Doaibma ovddiduvvo nu, ahte sámit sáhttet lahkonit ain álkibut sámedikki ja sámediggi lea oasálažžan sámiid árggas sámiid ruovttuguovllu gielddain, dan olggobealdege ja sosiálalaš medias.

source: Saamelaiskäräjät toimii läheisessä yhteistyössä perinteisten saamelaiselinkeinojen harjoittajien, saamelaisyhdistysten ja instituutioiden kanssa saamelaisten aseman parantamiseksi.
sme: Sámediggi doaibmá lagaš ovttasbarggus árbevirolaš sámeealáhusbargiiguin, sámeservviiguin ja ásahusaiguin sámiid sajádaga ovddideapmin.

source: Saamelaiskäräjien viestintää ja julkisuuskuvaa parannetaan ja lisätään saamelaiskäräjien toiminnan tunnettavuutta saamelaisten ja keskeisten sidosryhmien keskuudessa.
sme: Sámedikki diehtojuohkin ja almmusvuohtagovva buoriduvvojit ja lasihuvvo sámedikki doaimma dovddusvuohta sámiid ja guovddáš čanasjoavkkuid gaskavuođas.

source: Saamelaiskäräjät toimii siten, että toimintaohjelma toteutuu täysmääräisesti ja kaikkea saamelaiskäräjien toimintaa ohjaa saamelaiskäräjien arvot ja saamelaiskulttuurin mukainen tapa toimia.
sme: Sámediggi doaibmá nu, ahte doaibmaprográmma ollašuvvá dievasmearálaččat ja sámedikki buot doaimma jođihit sámedikki árvvut ja sámekultuvrra mieldásaš vuohki doaibmat.

source: Toimikauden päätavotteiden toteutuminen tukee vahvasti toimikauden yksityiskohtaisten tavoitteiden toteutumista.
sme: Doaibmabaji váldoulbmiliid ollašuvvan doarju nannosit doaibmabaji dárkilis ulbmiliid ollašuvvama.

source: Saamelaiskäräjät turvaa kaikessa toiminnassan saamen kielen, kulttuurin ja saamelaisten kotiseutualueen elinvoimaisuutta saamelaiskulttuurinmukaisesti ja huolehtii saamelaisten elinmahdollisuuksien parantamisesta tasapuolisesti koko saamelaisten kotiseutualueella.
sme: Sámediggi sihkkarastá buot doaimmas sámegiela, kultuvrra ja sámiid ruovttuguovllu eallinfámu sámekultuvrra mielde ja fuolaha sámiid eallinvejolašvuođaid buorideamis ovttaárvosaččat olles sámiid ruovttuguovllus.

source: Saamelaiskäräjät edistää saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista myös saamelaisten kotiseutualueen ulkopuolella.
sme: Sámediggi ovddida sámiid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama maiddái sámiid ruovttuguovllu olggobealde.

source: Tavoitteena on, että saamelaiskäräjillä olisi toimipisteet kaikissa saamelaisten kotiseutualueen kunnissa ja saamelaisten kotiseutualueen ulkopuolella.
sme: Ulbmilin lea, ahte sámedikkis livčče doaibmabáikkit buot sámiid ruovttuguovllu gielddain ja sámiid ruovttuguovllu olggobealde.

source: Toimintaohjelman tavotteiden toteutumista seurataan vuosittain saamelaiskäräjien toimintakertomuksen käsittelyn yhteydessä.
sme: Doaibmaprográmma ulbmiliid ollašuvvan čuvvojuvvo jahkásaččat sámedikki

source: Toimintaohjelman toteuttamisesta vastaavat kaikki saamelaiskäräjien elimet ja henkilöstö omalla toimialallaan.
sme: doaibmačilgehusa gieđahallama oktavuođas. Doaibmaprográmma ollašuhttimis vástidit sámedikki buot orgánat ja bargoveahka iežaset doaibmasurggiin.

source: Ohjelma on laadittu suomeksi ja saameksi.
sme: Prográmma lea ráhkaduvvon suomagillii ja sámegillii.

source: Toimintaohjelman toteuttaminen edellyttää uusia taloudellisia resursseja ja saamelaiskäräjien oman toiminnan kehittämistä ja tehostamista.
sme: Doaibmaprográmma ollašuhttin eaktuda ođđa ekonomalaš resurssaid ja sámedikki iežas doaimma ovddideami ja beavttálmahttima.

source: Saamelaiskäräjäkauden päätavoitteet
sme: Sámediggebaji váldoulbmilat
